"Dashboard" = "Übersicht";
"Invoices" = "Rechnungen";
"Estimates" = "Angebote";
"Clients" = "Kunden";
"Items" = "Artikel";
"Reports" = "Berichte";
"Settings" = "Einstellungen";
"Global Search" = "Globale Suche";
"Search" = "Suchen";
"Save" = "Speichern";
"Preview" = "Vorschau";
"Preferences" = "Voreinstellungen";
"New" = "Neu";
"Number" = "Nummer";
"Issue Date" = "Ausstellungsdatum";
"Due Date" = "Fälligkeitsdatum";
"Currency" = "Währung";
"Status" = "Status";
"Notes" = "Notizen";
"Line Items" = "Positionen";
"Subtotal" = "Zwischensumme";
"Tax" = "Steuer";
"Total" = "Gesamt";
"Client" = "Kunde";
"Language Change" = "Sprachänderung";
"The application needs to restart for the language change to take effect." = "Die Anwendung muss neu gestartet werden, damit die Sprachänderung wirksam wird.";
"Restart Now" = "Jetzt neu starten";
"Later" = "Später";
"System" = "System";
"Light" = "Hell";
"Dark" = "Dunkel";

